Repository: tareksfouda/Shoghlanah
Catalog: ShoghlanahProject/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Opened Discussions
ar: مناقشاتك

source: Last message:
ar: أخر رسالة:

source: No Discussions
ar: لا توجد مناقشات

source: Start a discussion with
ar: أبدأ مناقشة مع

source: You &
ar: أنت و

source: SEND
ar: أرسل

source: Facebook
ar: فيس بوك

source: Twitter
ar: تويتر

source: Google
ar: جوجل بلس

source: uploaded a photo.
ar: رفع صورة

source: changed his profile picture.
ar: غير صورة حسابه

source: Picture
ar: غير الصورة

source: Profile Picture
ar: صورة ألحساب

source: Wants a
ar: يريد

source: L.E.
ar: جنيه

source: EGP
ar: جنيه

source: Any Price
ar: أي مبلغ

source: Willing to pay
ar: على استعداد لدفع

source: Reward
ar: مكافأة

source: was Assigned to
ar: تم تكليفه الى

source: 's shoghlanah
ar: شغلانة

source: Paid
ar: بالدفع

source: Rewarded
ar: مكافئة

source: is now Following
ar: اﻵن يتابع

source: joined Shoghlanah
ar: اشترك في شغلانة

source: Joined
ar: اشترك

source: Show More
ar: ارني اكثر

source: Discussions
ar: مناقشاتي

source: My Shoghlanahs
ar: شغلاناتي

source: Browse
ar: اكتشف

source: Post
ar: اضف

source: POST
ar: اضف

source: No New notifications
ar: لا يوجد إشعارات جديده

source: Notifications
ar: الإشعارات

source: see all
ar: مشاهدة الكل

source: See all
ar: مشاهدة الكل

source: My Profile
ar: صفحتي الشخصيه

source: Get Started
ar: بدء

source: Sign Out
ar: تسجيل الخروج

source: Sign in
ar: تسجيل الدخول

source: Login
ar: تسجيل الدخول

source: Log In
ar: تسجيل الدخول

source: SignUp
ar: التسجيل

source: Search
ar: ابحث

source: Back to discussions
ar: العودة الي مناقشاتك

source: view profile
ar: صفحتي الشخصيه

source: follow
ar: متابعة

source: unfollow
ar: إلغاء المتابعة

source: people to invite to shoghlanah
ar: دعوة الناس إلى شغلانة

source: invite
ar: دعوة

source: facebook message
ar: أخر رسالة:

source: needs
ar: يريد

source: No details are given
ar: لم يتم إعطاء أي تفاصيل

source: , for more information
ar: ، للإستفسار عن تفاصيل الشغلانه

source: open a discussion
ar: تناقش

source: Skills
ar: المهارات

source: Willing to Pay
ar: سيدفع

source: Remember password
ar: تذكر كلمة السر

source: Not a member yet?
ar: لست عضوا بعد؟

source: Sign up with
ar: تسجيل الخروج

source: or with
ar: أو مع

source: your email
ar: بريدك الإلكتروني

source: Forgot your password?
ar: نسيت كلمة السر؟

source: Tell us what you need
ar: ما تحتاج

source: What do you need
ar: ماذا تحتاج

source: Describe in details
ar: وصف الشغلانه بالتفصيل

source: Describe
ar: أوصف

source: Where ?
ar: المكان ؟

source: Submit
ar: أبعت

source: Choose the photo
ar: اختيار الصورة

source: Personal Info
ar: بيانات شخصية

source: First Name
ar: الإسم الأول

source: Last Name
ar: الإسم الأخير

source: Job Title
ar: المهنة

source: Mobile Number
ar: رقم الهاتف المحمول

source: About Me
ar: معلومات عني

source: About You
ar: عني

source: Job History
ar: التاريخ الوظيفي

source: Navigation
ar: ملاحة

source: Location
ar: الموقع

source: Address
ar: العنوان

source: Social Networks
ar: الشبكات الاجتماعية

source: Google+
ar: جوجل بلس

source: Linkedin
ar: لينكد إن

source: SAVE
ar: حفظ

source: Save
ar: حفظ

source: following
ar: متابعة

source: mutual follows
ar: متابعون مشتركون

source: Mutual connections
ar: الروابط مشتركون

source: You are following
ar: أنت تتابع

source: F_You are following
ar: أنتي تتابع

source: You and
ar: أنت و

source: F_You and
ar: أنتي و

source: are following
ar: تتابعون

source: FOLLOW
ar: تابع

source: UNFOLLOW
ar: إلغاء المتابعة

source: Followers
ar: المتابعين

source: Reviews
ar: التقييمات

source: Shoghlanahs
ar: شغلانات

source: was Assigned to
ar: تم تكليفه الى

source: The reset link is invalid. Please double check the link.
ar: الرابط غير صالح إعادة تعيين. يرجى التحقق من رابط مزدوج.

source: Portfolio
ar: ملف الأعمال

source: Prev
ar: السابق

source: Next
ar: التالي

source: Join Shoghlanah , Start changing how people work
ar: انضمام Shoghlanah، ابدأ تغيير كيفية عمل الناس

source: or using your email
ar: أو باستخدام البريد الإلكتروني الخاص بك

source: Email
ar: البريد الإلكتروني

source: Password
ar: كلمة السر

source: By signing up, I agree to
ar: من خلال التوقيع، أنا أوافق على

source: Shoghlanah's Terms of Service
ar: شروط الخدمة لشغلانة

source: Sign up
ar: التسجيل

source: Info saved successfully
ar: تم حفظ المعلومات بنجاح

source: Saving...
ar: جاري حفظ البيانات

source: Egypt
ar: مصر

source: Location and Address
ar: الموقع والعنوان

source: Verify
ar: إرسال طلب التحقق

source: VERIFY
ar: إرسال الطلب

source: Verification Request Sent
ar: طلب التحقق تم إرساله

source: Sending Verification Request
ar: جاري إرسال طلب التحقق

source: Required field empty or invalid
ar: حقل مطلوب فارغة أو غير صحيح

source: Edit
ar: تعديل

source: The information is edited
ar: تم حفظ التعديلات

source: Delete
ar: حذف

source: Share
ar: شارك

source: Share this post
ar: شارك

source: Tip:
ar: نصيحة:

source: Double click to bring the pin where u need
ar: انقر نقرا مزدوجا فوق لتحديد الموقع

source: Providing more details will help you have the appropriate applicants
ar: تقديم مزيد من التفاصيل يساعد على تقدم الشخص المناسب

source: Private Art teacher for kids
ar: معلم رسم خاص للأطفال

source: Edit Profile
ar: إعداد الملف الشخصي

source: Edit Profile
ar: إعداد الملف

source: more
ar: أكثر

source: less
ar: أقل

source: Required field
ar: تتطلب الملء

source: People
ar: أشخاص

source: Profile is
ar: ملفه الشخصي

source: Parent Skill:
ar: المهارة الاساسية

source: Subskills
ar: المهارات الفرعية

source: Subscribers
ar: المشتركين

source: Users
ar: المستخدمين

source: Children:
ar: الفروع

source: The Shoghlanah is deleted successfully
ar: لقد قمت بالغاء الشغلانة

source: Sorry, You cannot delete this Shoghlanah
ar: عفوا، لا يمكنك إلغاء الشغلانة

source: Congratulations, Your account is now activated
ar: لقد قمت بتفعيل إشتراكك بنجاح

source: An activation mail has been sent, please activate your account in order to login
ar: لقد تم إرسال رسالة إلى بريدك الإلكتروني من فضلك قم بتفعيل حسابك كي تستطيع الدخول

source: There are no followers found
ar: لا يوجد متابعين

source: There are no reviews found
ar: لا يوجد تقييمات

source: There are no shoghlanahs found
ar: لا توجد شغلانات

source: City
ar: مدينة

source: Filter
ar: تصفية

source: Filtering Results
ar: تصفية

source: Add Skills
ar: إضافة مهارات

source: Sync with your Social Networks
ar: الشبكات الاجتماعية

source: Post your first shoghlanah
ar: مهمتك الأولى

source: Back
ar: السابقة

source: Finish
ar: أنهى

source: No Results Found
ar: لم يتم العثور على نتائج

source: No Shoghlanahs Found
ar: لم يتم العثور على شغلانات

source: No People Found
ar: لم يتم العثور على أشخاص

source: Please Change your search constraints
ar: الرجاء تغيير قيود البحث

source: Filters:
ar: تصفية:

source: Results for
ar: نتيجه ل-

source: Shoghlanahs for
ar: شغلانات ل-

source: People for
ar: أشخاص ل-

source: Follows
ar: متابعات

source: Photos
ar: صور

source: Profile Edits
ar: تغييرات الملف

source: Created a shoghlanah successfully
ar: تم إضافة الشغلانه بنجاح

source: Failed to post a shoghlanah, try again
ar: لم يتم إضافة الشغلانه، أعد المحاولة

source: Click Here
ar: انقر هنا

source: to complete your profile
ar: لاستكمال ملفك الشخصي

source: Verified
ar: موثوق

source: UnVerified
ar: غير موثوق

source: Name
ar: الاسم

source: go to profile
ar: اذهب إلى صفحتي الشخصيه

source: you can follow them here!
ar: يمكنك متابعتهم هنا

source: invite your friends here
ar: ادعو اصدقائك هنا

source: invite other friends
ar: ادعو اصدقائك هنا

source: you can
ar: يمكنك

source: on Shoghalnah
ar: في شغلانة

source: you know on
ar: انت تعرف في

source: Find your Twitter friends on Shoghlanah
ar: ابحث عن اصدقائك من تويتر في شغلانة

source: Find twitter friends
ar: ابحث عن اصدقائك من تويتر

source: Find your Facebook friends on Shoghlanah
ar: ابحث عن اصدقائك من فيسبوك في شغلانة

source: There are no shoghlanahs related to this Skill
ar: لا توجد شغلانات لهذه المهارة

source: There are no Users with this Skill
ar: لا يوجد اي مستخدم بهذه المهارة

source: Message the owner
ar: راسل صاحب الشغلانة

source: Recommendations
ar: توصيات

source: CHOOSE OFFER
ar: إختيار العرض

source: Pay
ar: إدفع

source: Recommend
ar: تنصح به

source: Unrecommend
ar: لا تنصح به

source: Write a review on
ar: أكتب رأيك في

source: You Recommended
ar: أنت أوصيت ب-

source: You Unrecommended
ar: أنت لم توصي ب-

source: Review
ar: قيم

source: REVIEW
ar: قيم

source: Change Bid
ar: تغيير المزايدة

source: Email already in use
ar: البريد الإلكتروني مستخدم

source: Phone already in use
ar: رقم الجوال مستخدم

source: completed
ar: مكتمل

source: Your Profile is
ar: الملف الشخصي الخاص بك

source: Enter a valid number
ar: إدخل رقم الهاتف المحمول صالح

source: Minimum Vote-Ups
ar: الحد الأدنى للأصوات

source: Find facebook friends
ar: ابحث عن اصدقائك من فيسبوك

source: Please Enter Your Email.
ar: من فضلك ادخل بريدك الإلكتروني.

source: Enter A Valid Email Address.
ar: إدخل عنوان بريد إلكتروني صالح.

source: Please Enter Your Email Address.
ar: الرجاء إدخال البريد الإلكتروني الخاص بك.

source: Please Enter Your Full Name.
ar: الرجاء إدخال الاسم الكامل.

source: Please Enter Your First Name.
ar: الرجاء إدخال الاسم الأول.

source: Please Enter Your Last Name.
ar: الرجاء إدخال اسم العائلة.

source: Enter A Valid Full Name.
ar: أدخل اسمك بالكامل صحيح.

source: Enter a Valid First Name,The allowed characters are -,numbers and spaces
ar: أدخل اسمك الأول صحيحاً والأحرف المسموح بها هي - والأرقام والمسافات

source: Enter a Valid Last Name,The allowed characters are -,numbers and spaces
ar: أدخل إسم أخير صحيح والأحرف المسموح بها هي - والأرقام والمسافات

source: Please Enter Your Password.
ar: إدخل كلمة المرور.

source: Sync with Twitter
ar: مزامنة مع تويتر

source: Sync with Facebook
ar: مزامنة مع فيسبوك

source: This Email Hasn't Been Activated Yet. Please Check The Activation Mail Sent To You.
ar: لم يتم تفعيل هذا البريد الإلكتروني حتى الآن يرجى التحقق من البريد الإلكتروني المرسل إليك لتفعيله.

source: This Email Hasn't Been Activated Yet.
ar: لم يتم تفعيل هذا البريد الإلكتروني حتى الآن.

source: The Email/Password is incorrect.
ar: البريد الإلكتروني / كلمة المرور غير صحيحة.

source: Payment Form
ar: ستمارة الدفع

source: You will be charged
ar: وسيتم محاسبتك على مبلغ

source: Credit card number
ar: رقم بطاقة الائتمان

source: Security code
ar: رمز الحماية

source: Expiry date
ar: تاريخ انتهاء صلاحية

source: CANCEL
ar: إلغاء

source: Cancel
ar: إلغاء

source: Register
ar: سجل

source: Upload
ar: تحميل

source: Drop files here to upload
ar: إسقاط الملفات هنا للتحميل

source: Failed
ar: فشل

source: has invalid extension. Only
ar: امتداد الملف غير صالح. فقط

source: are allowed.
ar: مسموح به

source: is too large, maximum file size is
ar: كبير جدا، الحد الأقصى لحجم الملف هو

source: is too small, minimum file size is
ar: صغير جدا، والحد الأدنى لحجم الملف هو

source: is empty, please select files again without it.
ar: فارغة، الرجاء اختيار الملفات مرة أخرى بدونه.

source: No more than
ar: لا يزيد عن

source: files are allowed to be uploaded.
ar: الملفات التي يسمح بتحميلها .

source: The files are being uploaded, if you leave now the upload will be cancelled.
ar: ويجري تحميل الملفات، إذا تركت الآن سيتم إلغاء تحميل.

source: The card number is incorrect
ar: رقم البطاقة غير صحيح

source: The card number is not a valid credit card number
ar: رقم البطاقة ليست لبطاقة ائتمان سارية المفعول

source: The card expiration month is invalid
ar: شهر انتهاء الصلاحية للبطاقة غير صالحة

source: The card expiration year is invalid
ar: السنة للبطاقة غير صالحة انتهاء

source: The card security code is invalid
ar: رمز للبطاقة الأمان غير صالح

source: The card has expired
ar: انتهت صلاحية البطاقة

source: The card was declined
ar: تم رفض البطاقة

source: The card security code is incorrect
ar: كود البطاقة الأمنية غير صحيحة

source: There is no card on a customer that is being charged
ar: ليس هناك بطاقة على العميل الذي يدفع

source: K
ar: ألف

source: M
ar: مليون

source: An error occurred while processing the card
ar: حدث خطأ أثناء معالجة بطاقة

source: did not upload his portfolio yet
ar: لم يحمل ملف اعماله حتى الآن

source: did not upload her portfolio yet
ar: لم تحمل ملف اعماله حتى الآن

source: A New shoghlanah is Posted
ar: تم إضافة مهمة جديدة

source: Your credit card details will be sent directly to our payment processor
ar: سيتم إرسال تفاصيل بطاقة الائتمان الخاصة بك مباشرة إلى معالج الدفع لدينا

source: is chating with you
ar: فتح مناقشة معك

source: opened a discussion on your shoghlanah
ar: فتح النقاش حول مهمتك

source: changed his bid on
ar: قام بتغيير المزايدة على

source: changed her bid on
ar: قامت بتغيير المزايدة على

source: is now following you
ar: يتابعك الآن

source: is now following you
ar: تتابعك الآن

source: You have a new follower
ar: لديك متابع جديدة

source: A bid is changed
ar: مزايدة قد تغيرت

source: Reset Password
ar: إعادة ضبط كلمة السر

source: Your password has been successfully updated
ar: لقد تم تحديث كلمة السر بنجاح

source: Back to Login ?
ar: الرجوع لتسجيل الدخول ؟

source: The reset link is invalid. Please check again
ar: الرابط غير صحيح من فضلك تأكد مرة أخرى

source: An email has been sent to you, please check your mail and click the link
ar: لقد تم إرسال بريد على عنوانك الإلكتروني ، من فضلك تحقق من بريدك و إضغط على الرابط

source: discussed
ar: ناقش

source: The password must be at least 8 characters long
ar: كلمة السر يجب أن لا تقل عن ٨ أحرف

source: Only characters, numbers and symbols are allowed.
ar: مسموح بالحروف و الأرقام و الرموز فقط

source: The password must contain at least one letter and at least one digit or punctuation character
ar: يجب أن تحتوي كلمة المرور على حرف واحد على الأقل وعلى الأقل حرف واحد أو علامة ترقيم

source: Enter a valid email
ar: إدخال عنوان بريد إلكتروني صالح

source: You will receive an email
ar: سوف تتلقى رسالة بريد إلكتروني

source: You will receive a phone call
ar: سوف تتلقى مكالمة هاتفية

source: This email address is already registered
ar: البريد الإلكتروني الذي أدخلته تم إدخاله من قبل

source: This email address is already in use. Please supply a different email address.
ar: البريد الإلكتروني الذي أدخلته تم إدخاله من قبل, يرجي ادخال بريد مختلف

source: Complete Adding you information
ar: اأكمل إدخال بياناتك

source: My Location
ar: مكاني

source: An e-mail was sent to you, including a link to continue resetting your password
ar: تم ارسال رابط على بريدك الالكتروني لتكملة عملية تغيير الكلمة السرية الخاصة بك

source: Bids
ar: مزايداتي

source: There are no bids found
ar: لا توجد مزايدات

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Title is a required field
ar: الشغلانه حقل مطلوب

source: Price is a required field
ar: السعر حقل مطلوب

source: Price entered is invalid
ar: السعر الذي تم أدخاله غير صالح

source: Reward chosen is invalid
ar: اختيار المكافأة غير صالح

source: Location is a required field
ar: الموقع حقل مطلوب

source: Accepted
ar: مقبول

source: Bidder
ar: مزايد

source: to
ar: الي

source: To
ar: الي

source: From
ar: من

source: No users found
ar: لا يوجد اشخاص

source: Open discussion by sending a message to the owner
ar: إرسال رسالة لبدء مناقشة

source: Only you and the owner can see this discussion
ar: هذه المناقشة مرئية لك ولصاحب لشغلانة فقط

source: Delete Task
ar: حذف الشغلانة

source: Are you sure you want to delete this task ?
ar: هل أنت متأكد أنك تريد حذف الشغلانة ؟

source: bidded on your task
ar: وضع مزايدة على

source: bidded on your task
ar: وضعت مزايدة على

source: sent a message on your task
ar: أرسلت رسالة على مهمتك

source: sent a message on your task
ar: أرسل رسالة على مهمتك

source: is chatting with you
ar: ناقش

source: is chatting with you
ar: ناقشت

source: accepted your bid
ar: قبلت المزايدة على

source: accepted your bid
ar: قبل المزايدة على

source: paid the money for
ar: دفع المال لل

source: paid the money for
ar: دفعت المال لل

source: reviewed you for
ar: قام بتقييمك على

source: reviewed you
ar: قام بتقييمك

source: Change Email
ar: تغيير البريد الإلكتروني

source: paid the required amount of money
ar: دفع المال

source: Shoghlanah&#39;s Feed
ar: أخبار شغلانة

source: Post on Facebook
ar: شارك على فيسبوك

source: Tweet about it
ar: شارك على تويتر

source: Share on Google+
ar: شارك على جوجل

source: Find and invite people you know
ar: العثور على و دعوة اشخاص تعرفهم

source: Invite by Mail
ar: دعوة بالاي ميل

source: Coming Soon
ar: قريباً

source: Show map
ar: اعرض الخريطة

source: , click edit to add some details
ar: ، إضغط على تعديل لإضافة بعض التفاصيل

source: How will you compensate ?
ar: ماذا سوف تعطيه في المقابل ؟

source: Compensation
ar: المقابل

source: Add the needed skill(s)
ar: أضف المهارات المطلوبه

source: Thanks! We will notify you once the account is activated
ar: شكرا ! سنقوم بإعلامك عند تفعيل حساب

source: Error in request, please try again later
ar: خطأ في الطلب، يرجى المحاولة في وقت لاحق

source: Why
ar: لييه

source: should you
ar: لازم

source: join Now!
ar: تشترك دلوقتي !

source: Shoghlanah.com is a skills marketplace for the Egyptian market. Social Offline and Online Tasks Marketplace in Egypt
ar: بتدور على حد يخلص لك شغلانة هنظبطتك عندك وقت او عاوز تزود دخلك يعني بتدور على شغلانة بردو هنظبطك

source: You have
ar: لديك

source: friends from Facebook on Shoghlanah
ar: أصدقاء من الفيسبوك على شغلانة

source: followers from Twitter on Shoghlanah
ar: متابع من تويتر على شغلانة

source: You already have an account, please login
ar: لديك حساب، يرجى الدخول

source: You have already sent a request
ar: لقد أرسلت بالفعل طلبا

source: Request sent successfully
ar: أرسلت طلب بنجاح

source: Pin location
ar: حدد الموقع

source: Professionals
ar: مهنيين

source: Request invitation
ar: طلب دعوة

source: or
ar: أو

source: Talk about yourself
ar: تحدث عن نفسك

source: You are good at
ar: أنت جيدة في

source: Your Address
ar: العنوان

source: Cover Picture
ar: صورة الغلاف

source: Following
ar: متابع

source: I am good at
ar: أنا جيد في

source: This user is not following anyone yet
ar: هذا المستخدم لم يتابع احد حتى الآن

source: Should be good at
ar: يجب أن تكون جيد في

source: this is an invitation to join Shoghlanah.
ar: هذه دعوة للانضمام الى شغلانة

source: Send Invitation
ar: دعوة

source: Add Email
ar: اضف بريد الكتروني

source: Message
ar: الرسالة

source: Change e-mail address
ar: تغير عنوان البريد الإلكتروني

source: Change Cover
ar: تغير الغلاف

source: Change Picture
ar: تغير الصوره

source: New e-mail address
ar: تغيير عنوان البريد الإلكتروني

source: No Notifications
ar: لا توجد إشعارات

source: Follow people, post tasks and come back
ar: اتبع الناس ، اضف شغلانه ، وعود مرة أخرى

source: Processing Request
ar: تحميل الطلبات

source: Change Password
ar: غيّر كلمة المرور

source: Providing more details will help you having
ar: تقديم مزيد من التفاصيل تساعدك

source: the appropriate applicants
ar: على وجود مقدمي الطلبات المناسبة

source: Ready for this shoghlanah ?
ar: مستعد للشغلانه ؟

source: Ready for any shoghlanah ?
ar: مستعد لأي شغلانه ؟

source: Did you join Shoghlanah.com ?
ar: اشتركت في Shoghlanah.com ؟

source: Loading
ar: التحميل جاري

source: Tip:Double click the pin to bring it where you need
ar: نصيحة: انقر نقرا مزدوجا فوق الرمز للوصول بها حيث تحتاج

source: Login to message the owner
ar: سجل الدخول لبدء مناقشة

source: Login to follow our users
ar: سجل الدخول لمتابعة مستخدمينا

source: Please check your internet connection
ar: يرجى التحقق من اتصالك بالإنترنت

source: You Have To Enter A Message.
ar: يجب إدخال رسالة

source: We successfully changed your password.
ar: قمنا بتغيير كلمة المرور الخاصة بك بنجاح.

source: Go to the
ar: انتقل إلى

source: main page
ar: الصفحة الرئيسية

source: and check out some posts.
ar: وتحقق من بعض الوظائف.

source: We sent an e-mail including a link, please click the link to continue changing your e-mail address.
ar: أرسلنا رسالة إلى البريد الإلكتروني الخاص بك، الرجاء الضغط على الرابط الخاص بك لمواصلة تغيير عنوان البريد الإلكتروني.

source: changed her first name
ar: غيرت اسمها الأول

source: changed his first name
ar: غير اسمه الأول

source: changed her last name
ar: غيرت اسمها لأخير

source: changed his last name
ar: غير اسمه لأخير

source: changed her job title
ar: غيرت المهنة

source: changed his job title
ar: غير المهنة

source: changed her mobile number
ar: غيرت رقم الهاتف المحمول

source: changed his mobile number
ar: غير رقم الهاتف المحمول

source: changed her 'About Me' info
ar: غيرت 'معلومات عني'

source: changed his 'About Me' info
ar: غير 'معلومات عني'

source: changed her location
ar: غيرت موقعها

source: changed his location
ar: غيرت موقعه

source: linked her account to her facebook profile
ar: أضافت حساب الفيسبوك

source: linked his account to his facebook profile
ar: أضاف حساب الفيسبوك

source: linked her account to her twitter profile
ar: أضافت حساب تويتر

source: linked his account to his twitter profile
ar: أضاف حساب تويتر

source: linked her account to her google+ profile
ar: أضافت حساب جوجل بلس

source: linked his account to his google+ profile
ar: أضاف حساب جوجل بلس

source: linked her account to her linkedin profile
ar: أضافت حساب لنكد ان

source: linked his account to his linkedin profile
ar: أضاف حساب لنكد ان

source: We are sorry
ar: نأسف

source: the page you have requested has either expired or cannot be found
ar: الصفحة المطلوبة إما أن تكون غير موجودة أو لم يمكننا الحصول عليها

source: the server encountered an internal error or miss-configuration and was unable to complete your request
ar: هناك خطأ داخلي في النظام أو خلل في الإعدادات لم يمكننا من إتمام طلبك

source: While we work on resolving the problem, here are couple of things you can do
ar: نحن نعمل على اصلاح هذه المشكلة. حتى يتم الإصلاح يمكنك

source: and check out some of our latest posts
ar: وتصفح جديد الموقع

source: Get to Know us a little better - visit
ar: تعرف علينا أكثر من خلال صفحة

source: About us
ar: عن شغلانة

source: Visit us on
ar: قم بزيارة صفختنا على

source: Facebook
ar: الفيس بوك

source: or follow our tweets on
ar: أو اتبع تغريداتنا على

source: If you think we need to look into this urgently
ar: اذا كنت تحتاج لمحتوى هذه الصفحة بصورة عاجلة

source: contact us
ar: قم بالتواصل معنا

source: Do a search
ar: استخدام البحث

source: The search bar is on the top-right corner
ar: الموجود على أعلى اليسار

source: Account Settings
ar: إعدادات الحساب

source: What is Shoghlanah ?
ar: إيه هي شغلانة ؟

source: New Password
ar: كلمة السر الجديدة

source: Confirm New Password
ar: تأكيد كلمة السر الجديدة

source: To update the home page with your interests, please follow profiles that matches your requirements
ar: لتحديث الصفحة الرئيسية مع اهتماماتك، يرجى اتباع الحسابات التي تطابق الاحتياجات الخاصة بك

source: Connect with Facebook
ar: تواصل مع الفيسبوك

source: Connect with Twitter
ar: تواصل مع تويتر

source: Posted
ar: عرضت

source: Applied for
ar: قدمت لي

source: Applied
ar: تقدمت

source: You did not post any shoghlanah
ar: أنت لم تعرض أي شعلانه

source: You did not apply for any shoghlanah
ar: أنت لم تتقدم لي اي شغلانه

source: Type your link here
ar: اكتب الرابط هنا

source: Disconnect
ar: قطع الاتصال

source: Report shoghlanah
ar: بلغ عن شغلانة

source: Why do you want to report this shoghlanah?
ar: لماذا تريد أن تبلغ عن هذه الشغلانة

source: Report
ar: أبلغ

source: Offensive content
ar: محتوى عدواني

source: Advertising
ar: إعلان

source: Irrelevant
ar: غير ذات صلة

source: Post Shoghlanah
ar: اضف شغلانة

source: Order Information
ar: بيانات الشراء

source: Price
ar: السعر

source: Quantity
ar: كمية

source: Payment Choice
ar: طريقة الدفع

source: Cash
ar: نقد

source: Mobile number
ar: رقم الموبايل

source: Special Notes
ar: ملاحظات خاصة

source: I agree on the
ar: أوافق على

source: Terms & Conditions
ar: الشروط والأحكام

source: Region
ar: منطقة

source: Payment Method
ar: طريقة الدفع

source: Add Order
ar: إضافة طلب

source: accepted your bid on
ar: قبلت مزايدتك

source: Products
ar: منتجات
